abusaidm.html-snippets
alefragnani.numbered-bookmarks
BobbyBoyd.vs-org
christian-kohler.path-intellisense
chrmarti.regex
coderfee.open-html-in-browser
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-instant-markdown
dbankier.vscode-quick-select
deerawan.vscode-faker
DotJoshJohnson.xml
eamodio.gitlens
eg2.tslint
Equinusocio.vsc-material-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
humao.rest-client
jebbs.plantuml
lunaryorn.fish-ide
Mikael.Angular-BeastCode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.Go
ms-vscode.references-view
msjsdiag.debugger-for-chrome
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
rebornix.ruby
redhat.fabric8-analytics
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
rubbersheep.gi
ryu1kn.edit-with-shell
ryu1kn.partial-diff
Shan.code-settings-sync
skyapps.fish-vscode
Tyriar.sort-lines
vscodevim.vim
wmaurer.vscode-jumpy
wwm.better-align
yzane.markdown-pdf
Zignd.html-css-class-completion
ziyasal.vscode-open-in-github
